app/views/talents/index.html.erb

SELECT "talents".* FROM "talents"
SELECT "talent_reviews".* FROM "talent_reviews" WHERE "talent_reviews"."talent_id" = ?  [["talent_id", 8]]
---
        <div class="talent_reviews">
            <% talent.talent_reviews.each do |review| %>