app/views/talents/search.html.erb

SELECT "talents".* FROM "talents" WHERE (talent_offered LIKE ('%Product Manufacturing %') and location LIKE ('%WV%'))
SELECT "talent_reviews".* FROM "talent_reviews" WHERE "talent_reviews"."talent_id" = ?  [["talent_id", 3]]
---
            <div class="talent_reviews">
                <% talent.talent_reviews.each do |review| %>