app/views/hosts/index.html.erb

SELECT  "hosts".* FROM "hosts" ORDER BY "hosts"."id" ASC LIMIT ?  [["LIMIT", 1]]
SELECT "host_reviews".* FROM "host_reviews" WHERE "host_reviews"."host_id" = ?  [["host_id", 9]]
---
<% @hosts.each do |host| %>
    <% host.host_reviews.each do |review| %>