app/views/users/index.html.erb

SELECT "talents".* FROM "talents"
SELECT "talent_reviews".* FROM "talent_reviews" WHERE "talent_reviews"."talent_id" = ?  [["talent_id", 9]]
---
                <div class="talent_lists"><%= talent.user_name %></div>
            <% talent.talent_reviews.reverse.each do |review| %>