app/controllers/hosts_controller.rb

SELECT "hosts".* FROM "hosts"
---
  def index
   @hosts = Host.all.reverse