app/controllers/talents_controller.rb

  def index
    @talents = Talent.all
---
SELECT "talents".* FROM "talents"

  def search
    if params[:search].blank?
      @talents=Talent.all
---
SELECT "talents".* FROM "talents" WHERE (talent_offered LIKE ('%Product Manufacturing %') and location LIKE ('%WV%'))