app/controllers/users_controller.rb

SELECT "talents".* FROM "talents"
---
  def index
    @talents = Talent.all.reverse